<template>
    <!-- 推广协议 -->
    <div class="container">
<div class="header___3ZicC">
	<div class="title___WTjhS">
		<h1 id="article-title" class="articleTitle___3zWrP" style="text-align:center;font-size:36px;color:#262626;">
			白熊合伙人用户协议
		</h1>
	</div>
</div>
<p>
	<p  style="font-size:14px">&nbsp;<br /></p>

	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		欢迎注册并参与白熊合伙人计划，本协议是您与白熊求职之间就白熊求职课程推广服务等相关事宜所订立的协议。在参与白熊合伙人计划前，您应审慎阅读、充分理解本协议的全部内容，特别是加粗部分以及免除或者限制责任的条款。如果您对本协议的条款存有疑问，可向白熊求职指定的对接人员进行询问，对接人员将向您解释条款内容。如果您不同意本协议的任一内容，或者无法准确理解条款的解释，或者就白熊求职指定人员对条款进行的解释存在异议，请不要同意本协议或进行本协议项下任何操作。一旦您点击“我已阅读并同意”本协议，即表示您已理解并接受本协议缔约的所有条件及全部内容，同意受本协议约束，白熊求职有权制定与本协议相关的推广规则，并依据该等规则及本协议对于您进行相应的审查、管理，或在您出现违反推广规则或违反本协议约定时进行相应的处理。届时您无权以未阅读本协议的内容或者任何其他理由，主张本协议无效，或要求撤销本协议。
	</p>
	<p style="font-size:14px;color:#262626;">
		<br />
	</p>
	<p style="font-size:14px;color:#262626;">
		本协议内容包括协议正文、本协议下述协议明确援引的其他协议、白熊求职已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。白熊求职有权基于业务发展需要适时更改本协议条款，一旦相关内容发生变动，白熊求职将会通过电子邮件或网站公告等方式提示您。若您不同意对相关内容所做的修改，则应以书面形式通知白熊求职终止本协议并立即停止推广行为，且无权向白熊求职主张因您未立即停止而产生的服务费；若您继续参与白熊合伙人计划的，则视为您同意对本协议内容所做的修改。
	</p>
	<p style="font-size:14px;color:#262626;">
		<br />
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">一、定义</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		<br />
	</p>
	<p style="font-size:14px;color:#262626;">
		除非另有约定，下列术语在本协议中具有以下含义：
	</p>
	<p style="font-size:14px;color:#262626;">
		<br />
	</p>
	<p style="font-size:14px;color:#262626;">
		1.白熊求职：指深圳找份工作科技公司所有和经营的数字内容聚合、管理和分发的平台产品，旨在为用户提供教学内容的生成、传播和消费服务。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.推广规则：指在白熊求职或其他相关平台上已经发布或将来可能发布的各种规范性文件，包括但不限于您参与白熊求职商品推广所应遵守的相应规则及其他细则、规范、政策、通知、公告等规范性文件。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.推广商品：指经白熊求职选择的且供您在本协议项下推广渠道进行推广的课程等商品。具体可推广的商品范围以白熊求职指定页面实时显示为准。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4.推广渠道：指您参与白熊求职商品推广的，拥有和/或具有合法运营权、代理权的信息网络发布空间，包括但不限于符合国家规定的网页、论坛、SNS和/或即时通讯软件等。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5.推广链接：指您在白熊求职指定页面自主获取的，用于分享在本协议项下推广渠道上供用户点击访问推广商品页面的代码链接。该链接将使用特定跟踪链接格式（带有您的专属参数），并指向特定的推广商品购买页面。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		6.用户：指通过您分享的推广链接访问白熊求职，并在对应页面购买特定推广商品的自然人、法人、其他组织。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		7.有效订单：指订单状态为交易成功并且售后状态为未发起售后，或者发起部分售后并且售后完成、售后关闭或者售后撤销的订单。双方确认，以下订单均不列入有效订单范围：
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1）尚在交易中的订单、因各类原因导致交易失败的订单以及发生退货退款的订单；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2）用户未通过您分享的专属推广链接进入白熊求职购买推广商品而产生的订单，例如用户通过经输入一个普通的互联网搜索查询词或关键词后从搜索结果（即是自然的、免费的或未付费的搜索结果）所生成或显示的链接；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3）由于用户自身原因导致您的参数丢失后直接登陆白熊求职产生的购买行为，例如，用户通过您分享的推广链接访问白熊求职对应页面后，进入其他页面（即非该链接指向的特定页面）完成相同或其他商品购买而产生的订单。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">二、推广模式</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.您为白熊求职上商品销售业务提供推广服务，即您在拥有和/或具有合法经营权、代理权的推广渠道上分享本协议项下推广链接，以方便用户对白熊求职的访问以及在指定页面上购买推广。白熊求职按照服务结算结算标准向您结算服务费用。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.您需先注册或登录白熊求职认可的帐号后进行登录，并根据页面提示提交相关的信息资料。在没有明确相反证据情况下，您登录的帐号和密码是白熊求职确认您的身份的唯一依据。您应保管好自己的帐号和密码，如您未保管好自己的帐号和密码而对自己、白熊求职或第三方造成损害的，您将负全部责任。另外，您应对您帐号中的所有活动和事件负全责。您同意若发现有非法使用您的帐号或出现安全漏洞的情况，立即通告白熊求职。白熊求职有权根据运营需求或者其他原因对账号注册和登录方式进行变更，关于您使用账号的具体规则，请同时遵循白熊求职或其他第三方公司的相关账号使用协议。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.白熊求职有权对您提交的信息资料进行审核并决定是否通过。审核通过后，您即取得推广资格并取得相关使用权限，可登录白熊求职自主获取并在推广渠道上分享推广链接。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4.您了解并同意，白熊求职有权对您参与白熊求职商品推广的权限进行管理、调整，包括但不限于关闭已开通权限、开通其他功能的使用权限等。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">三、费用及结算</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.通过推广渠道分享商品专属推广链接且用户完成购买后您可获得相应的服务费，具体根据用户在白熊求职上通过您分享的推广链接在对应页面上购买指定推广商品所产生的有效订单净销售额（即扣除优惠券、红包等成本后的商品销售净额，下同），即按照CPS（COST &nbsp;PER &nbsp;SALES，按实际销售额提成服务费模式）方式进行结算，结算数据以白熊求职系统记录为准。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.服务费结算标准（服务费率）以白熊求职指定页面实时显示为准。白熊求职有权根据行业及自身业务发展情况单方面调整服务费结算标准并在网站上予以公布，自公布之日起适用新的服务费结算标准，若您不同意对相关标准所做的调整，则应以书面形式通知白熊求职终止本协议并立即停止商品推广行为。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		服务费核算：服务费=有效订单净销售额*服务费率
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.每通过带有您专属参数的推广链接产生一笔交易成功的订单即可结算服务费，您可登陆白熊求职—“我的”个人中心中查询可结算服务费数据明细。就可结算服务费数据所示金额您可申请提现，在提现前，您需要提供白熊求职认可的经实名登记的收款账户。您确认并同意，您申请提现时显示的可结算服务费金额未排除因各类原因导致发生退货退款的订单以及其他非有效订单，任一交易成功的订单如发生退货退款或其他无效情况的，白熊求职将在实际结算费用中扣除相应订单对应的服务费款项。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4.提现需要您主动发起，我们会把您的收益发放登录账号绑定的微信钱包中。您确认并同意，可结算服务费用为未扣除税费和转账手续费等金额，在此过程中产生的您个人所得税及手续费等法律法规或支付机构规定的税费和转账手续费等由白熊求职代扣代缴，如若涉及其他相关税费（包括但不限于增值税、附加税等）则由您自行完成申报。白熊求职服务费结算系统可能会因故导致无法按时结算，此种情况下，不视为白熊求职违约，但白熊求职应当及时排查并修复系统故障，以争取尽快向您支付相关 服务费。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5.您如对白熊求职支付的实际结算费用数据明细有异议须及时向白熊求职指定人员提出，双方人工核对结算费用，经核算确有差异的，白熊求职通过您提供的收款账户向您支付差额；若经核算仍不能确认清楚的，结算费用以白熊求职核算的为准。对实际结算服务费数据明细产生超过30日而您未提出异议的视为无异议。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		6.您知悉并同意，任一有效订单在白熊求职据此向您支付相应服务费后发生退货退款的，白熊求职将结算费用中扣除相应款项。如在本协议终止后发生上述情形的，您应向白熊求职退还对应部分的服务费。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		7.您认可，如出现下述任一情形，订单则视为无效，白熊求职将不予支付您服务费：
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1）由于不可抗力（包括但不限于服务器意外关机、网络意外中断、白熊求职受到恶意攻击及磁盘意外损坏等，定义见本协议第6条）而导致销售数据丢失；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2）您采取任何措施故意或客观上会使得用户对白熊求职产生任何误解或迷惑的（例如，您试图影响白熊求职或相关网站任何功能或交易过程的定购、浏览等）；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3）用户订单为用于再度销售或任何商业用途的非自用性质；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4）您提供服务过程中弄虚作假，如虚构交易订单等；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5）您对运营商dns域名进行劫持，包括但不限于表现为：
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		a）用户自行访问白熊求职，但您强制用户跳转到带有跟踪代码的白熊求职网站页面，或在白熊求职网站或推广链接后增加跟踪代码；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		b）将白熊求职网站网页地址或推广链接中白熊求职或任何他方的跟踪代码修改成您自己的跟踪代码。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">四、您的权利和义务</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.您承诺并保证您具备履行本协议所需的能力和资质。为了服务的顺利、平稳进行，您应尽最大努力保证服务方式的灵活性。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.您确认您通过白熊求职所绑定或者以其他白熊求职认可的方式提供的收款账号为本协议项下的指定收款账号，您保证该账号为您自身所持有并经实名登记，否则因此产生的一切责任均由您自行承担。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.您承诺您在履行本协议时填写、登录、使用及发布的帐号名称、头像、简介、评论等信息资料应遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在相关信息资料中出现违法和不良信息，且不得有以下情形：
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1）违反宪法或法律法规规定的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3）损害国家荣誉和利益的，损害公共利益的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4）煽动民族仇恨、民族歧视，破坏民族团结的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5）破坏国家宗教政策，宣扬邪教和封建迷信的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		6）散布谣言，扰乱社会秩序，破坏社会稳定的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		8）侮辱或者诽谤他人，侵害他人合法权益的；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		9）含有法律、行政法规禁止的其他内容的。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		否则白熊求职有权立即暂停或终止您的账号、不予支付服务费并终止与您的合作，并有权追回已支付的全部服务费。此外，白熊求职有权要求您赔偿白熊求职及其关联公司因此造成的损失。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4.您保证您参与白熊求职商品推广的渠道，为推广、宣传白熊求职商品而发布的推广链接、信息内容，以及履行本协议的所有其他行为均符合有关法律法规的规定，并不侵犯白熊求职及/或任何第三方的合法权益。如因上述内容或行为违反相关法律法规规定，及/或侵犯白熊求职及/或任何第三方的合法权益而产生的任何争议、纠纷、诉讼、 仲裁、处罚、赔偿等，均由您自行负责处理并承担所有相关法律责任，与白熊求职无涉。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5.您应仅在经白熊求职确认的推广渠道进行分享，不得擅自制作任何性质的链接放于其他渠道进行推广，尤其不得采取包括但不限于制作、安装木马程序等作弊手段进行推广。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		6.您应遵守相关推广渠道的使用条件及规范，依法挑选和审查拟将推广的信息及（或）推广形式，并核查您推广后信息展示的情况，及时终止不法或不良信息的推广。您应为您的推广行为自行承担责任和风险，与白熊求职无关。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		7.您有权在白熊求职上自主选择符合本协议约定的推广商品进行推广并在推广渠道中分享推广链接。您应按照本协议及相关规则要求并以白熊求职认可的方式在推广渠道上分享推广链接，该链接应置放于经双方确认的推广渠道的显著位置并须随时更新。您应保证上述链接的格式、落地页等符合白熊求职要求，未经白熊求职许可，不得随意修改、篡改、复制、许可第三方使用等。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		8.白熊求职允许您在本协议有效期内仅为履行本协议之目的合理使用从白熊求职上获取的图形和/或文本。您确认上述图形或文本仅限于推广链接的分享，您不得修改、扭曲、损害相关内容的原有设计，不得以任何可能对白熊求职及其关联公司的商誉造成负面影响的方式或任何对您造成误导的方式使用该等图形或文本。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		9.未经白熊求职书面许可，您不得使用白熊求职或其关联公司的名称、商标或logo等企业标识，不得在推广渠道中使用白熊求职和白熊求职相近的域名或在搜索引擎上购买相近的关键词（包括但不限于近似、变异、拼错等），不得从事任何代表白熊求职或其关联公司的任何推广、营销或其他广告活动（包括但不限于线上、线下方式的推广、营销或其它广告活动，宣传材料的印刷），也不得采取任何作为或不作为措施，使得用户对白熊求职与您之间的关系产生误解或混淆。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		10.您承诺，在履行本协议过程中，以扩大宣传、推广白熊求职及其形象、商品和服务为本协议的根本目的，并保证在履行本协议项下约定时遵循诚实信用原则，不损害白熊求职及其关联公司的任何利益。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		11.您应确保将通过推广渠道分享推广链接所提供的推广商品与任何第三方所提供的商品相同或实质上相似的任何商品和/或服务明确区分，不致造成混淆并误导用户，且不得以任何方式影响、干涉白熊求职的正常经营行为。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		12.您应当及时更新推广链接。当推广链接内容中宣传的推广商品下架后或者不再适用于本协议后，您应当立即删除并停止分享该推广链接。您违反此约定的，就该推广链接将无法获得任何服务费，同时，您赔偿由此给白熊求职造成的全部损失。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		13.未经白熊求职事先书面许可，您在合作期间不得以白熊求职或深圳找份工作科技有限公司名义向任何第三方以收取费用或发放一定的现金、代金券、积分等方式开展合作，不得在推广渠道上发布或发放白熊求职任何形式的优惠券信息。一经发现，白熊求职有权立即单方解除本协议并取消您的推广资格，并有权拒绝支付全部或部分未发放的服务费作为您违约金。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		14.您明确理解并同意，如因违反有关法律法规或者本协议之规定，使白熊求职及其关联公司等遭受任何损失包括但不限于收到任何第三方的索赔、任何行政管理部门的处罚和可能遭受的其他任何损失（包括合理的律师费用），您应进行全额赔偿，您在此不可撤销地同意并授权白熊求职径行扣除您账户内已结算未提现的部分或全部收入。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">五、知识产权及保密</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.白熊求职或相关网站上的所有内容，以及您基于本协议项下服务而产生的全部成果，包括但不限于文字、软件、声音、图片、录像、图表、网站架构、网站画面的安排、网页设计、在广告中的全部内容、课程、链接以及其它信息均由白熊求职或其关联公司依法拥有其知识产权或其他权益， 包括但不限于商标权、专利权、著作权、商业秘密等。非经白熊求职书面同意，您不得擅自使用、修改、全部或部分复制、公开传播、改变、散布、发行或公开发表、转载、引用、链接、抓取或以其他方式使用白熊求职程序或上述内容。若您违反本条约定给白熊求职或其关联公司造成损失的，您应当予以赔偿。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.您在本协议的履行过程中获知的白熊求职或其关联公司的保密信息，包括但不限于销售数据、您信息、经营计划、经营方式、客户清单、市场机会、会计或财务记录等与白熊求职或其关联公司业务有关的任何信息，在未经白熊求职事先书面同意的情况下，不得向任何第三方披露，并不得为履行本协议义务以外的其他任何目的使用保密信息，否则应承担白熊求职及其关联公司因此而受到的全部损失。此保密义务在本协议终止后继续有效。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">六、不可抗力及其他免责事由</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.您理解并同意，在履行本协议过程中，可能会遇到不可抗力等风险因素，使本协议项下合作发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，白熊求职将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失白熊求职在法律允许的范围内免责。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.白熊求职不保证：白熊求职及本协议项下合作无错误及不会中断、所有缺陷已被更正、或不会受到病毒或任何其它因素的损害。除非有法律明确规定，白熊求职在此明确声明不承担任何明示或默示的担保责任，包括但不限于对推广链接及其所示推广商品、推广素材的性能、适用性或不侵权的担保。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.您理解并同意，在履行本协议的过程中，可能会遇到网络信息或他人行为带来的风险，白熊求职不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2）因履行本协议，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3）其他因网络信息或他人行为引起的风险。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		4.白熊求职依据本协议约定获得处理违法违规内容的权利，该权利不构成白熊求职的义务或承诺，白熊求职不能保证及时发现违法行为或进行相应处理。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		5.白熊求职有权以向您发送通知方式（包括电子邮件或网站公告等方式）独立决定终止本协议，本协议终止后，双方应尽快对本协议项下应付未付的服务费进行清算。若因您的行为违反法律法规的规定或本协议的规定，白熊求职可随时终止本协议且不需要向您支付任何费用，并有权要求您承担相应的责任。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">七、违约责任</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.如果非因不可抗力因素，您违反本协议规定的，在接到白熊求职通知后您应于1个工作日内纠正，如仍未达到白熊求职要求，白熊求职有权视违约情节轻重，单方提出解除协议，终止您账号，并有权向您追回已支付的全部服务费，且您必须赔偿由此给白熊求职及其关联公司造成的全部损失。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.双方均有过错的，应根据各方实际过错程度，分别承担各自的违约责任。但是无论如何，白熊求职在本协议项下的累计总赔偿责任不应超过白熊求职应付和已付您的服务费总额。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		3.除非本协议另有明确约定，如您违反本协议载明的陈述及保证，则白熊求职有权要求您按照违约期间所获得的全部收益的两倍向白熊求职支付违约金。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">八、适用法律与争议解决</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.本协议适用中华人民共和国大陆地区施行的法律。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关协议将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.凡因本协议引起的或与本协议有关的任何争议，均应提交中国国际经济贸易仲裁委员会，按照申请仲裁时该会现行有效的仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		<span style="font-size:16px;">九、其他</span>
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		1.双方在此声明：双方不会因根据本协议产生的合作，构成任何形式的劳动或雇佣关系。白熊求职除向您支付本协议约定的费用外，不承担您的任何其他费用，包括但不限于因推广活动所产生的成本、社会保险、福利和医疗保险费用等。
	</p>
	<p style="font-size:14px;color:#262626;">
		&nbsp;
	</p>
	<p style="font-size:14px;color:#262626;">
		2.本协议不包含任何可能理解为双方之间设立一种代理或合伙关系的内容。您无权代表白熊求职对外缔结协议。您不得以白熊求职的名义开展任何与约定的推广无关的活动或者从事违法犯罪活动，否则一切后果由您自行承担，同时白熊求职保留追究其法律责任的权利。
	</p>
	<p style="font-size:14px;color:#262626;">
		<br />
	</p>
</p>
<p>
	<br />
</p>
    </div>
</template>

<script>
export default {
	components: {
	},
    name: 'Explana',
    props: {
        msg: String
    },
	data(){
		return{
		};
	},
	created() {
        let _ = this;
	},
	methods:{
		
	}
}
</script>

<style lang="less" scoped>
	.container{
		background-color: #f5f6f8;
        width: 100%;
        height: 100%;
        padding: 20px;
        p{
			line-height: 1.5;
		}
    }
</style>
